verification/runs/T-family/T1_runs/R_10k_x/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}

solvers
{
    p_rgh { solver PCG; preconditioner DIC; tolerance 1e-11; relTol 0.001; }
    "(U|T|k|omega)"
    { solver PBiCGStab; preconditioner DILU; tolerance 1e-11; relTol 0.01; }
}
SIMPLE
{
    nNonOrthogonalCorrectors 0;
    pRefCell        0;
    pRefValue       0;
    residualControl { p_rgh 1e-8; U 1e-8; T 1e-8; k 1e-8; omega 1e-8; }
}
relaxationFactors
{
    fields { p_rgh 0.3; }
    equations { U 0.7; T 0.7; k 0.7; omega 0.7; }
}
